i5/20220913-mdraid-limit-2/0/ext4/5000/run-rw-1/pgbench.log
pgbench (16devel)
transaction type: <builtin: simple update>
scaling factor: 5000
query mode: prepared
number of clients: 16
number of threads: 4
maximum number of tries: 1
duration: 3600 s
number of transactions actually processed: 10575064
number of failed transactions: 0 (0.000%)
number of transactions skipped: 226878 (2.100%)
number of transactions above the 10.0 ms latency limit: 201480/10575064 (1.905%)
latency average = 2.043 ms
latency stddev = 2.825 ms
rate limit schedule lag: avg 0.273 (max 10.000) ms
initial connection time = 6.070 ms
tps = 2937.505142 (without initial connection time)